{
  "id": 101,
  "number": 101,
  "name_ar": "الْقَارِعَةُ",
  "name_bn": "আল-ক্বারিয়াহ্",
  "aya_count": 11,
  "ayaat": [
    {
      "ayah": 1,
      "arabic": "الْقَارِعَةُ",
      "translation": {
        "osmani": "মহাপ্রলয়!",
        "tawzih": "মহা-বিপর্যয়!"
      },
      "full_grammar_note": "اَلْقَارِعَةُ (মহাপ্রলয়): قَرَعَ (কড়া নাড়া, গুরুতরভাবে আঘাত করা, টোকা দেওয়া, ঘুষি দেওয়া, বাজানো) মূল ক্রিয়ার কর্তা-বিশেষ্য স্ত্রীলিঙ্গ রূপ قَارِعَةٌ (অনেক বড়ো বিপর্যয় যা একটি জাতিকে ধ্বংস করে দেয়, প্রতিকুলতা যা হটাৎ আসে, চরম দুর্দশা, ভয়াবহ দুর্ঘটনা যা আঘাত করে, মহাপ্রলয়, বিচার দিনের একটি নাম); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় اَلْقَارِعَةُ (মহাপ্রলয়) হয়েছে।"
    },
    {
      "ayah": 2,
      "arabic": "مَا الْقَارِعَةُ",
      "translation": {
        "osmani": "সেই মহাপ্রলয় কী?",
        "tawzih": "মহা-বিপর্যয় কী?"
      },
      "full_grammar_note": "مَا الْقَارِعَةُ (মহাপ্রলয় কী?): اَلْقَارِعَةُ (মহাপ্রলয়; উপরে দেখুন)-পূর্বে রয়েছে প্রশ্নবোধক সর্বনাম مَا (কী?)।"
    },
    {
      "ayah": 3,
      "arabic": "وَمَا أَدْرَاكَ مَا الْقَارِعَةُ",
      "translation": {
        "osmani": "আর আপনি কি জানেন সেই মহাপ্রলয় কী?",
        "tawzih": "এবং আপনি কী জানেন সেই মহা-বিপর্যয় কী?"
      },
      "full_grammar_note": "وَ مَا أَدْرَكَ (এবং কিসে তোমাকে জানাবে?): دَرَى (অবহিত হওয়া, অবগত হওয়া, জানা) মূল ক্রিয়ার ৪ নং ফরম أَدْرَى (জানতে দেওয়া, জানানো, অবগত করা, অবহিত করা) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; শেষের অক্ষর اَلِف-مَقْصُورَة ('আলিফ-মাকসুরায়') হওয়ায় হরকত উঠে যাওয়ার প্রেক্ষিতে পূর্ববর্তী অক্ষর-এর উপর খাড়া যবর দেওয়া হয়েছে; কর্ম হিসেবে সংযুক্ত-সর্বনাম كَ (তোমাকে) শেষে যুক্ত হওয়ার প্রেক্ষিতে أَلِف অক্ষরটি উঠে গিয়ে أَدْرَكَ (সে তোমাকে জানাবে) হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও প্রশ্নবোধক সর্বনাম مَا (কী, কীসে?)।\nمَا الْقَارِعَةُ (মহাপ্রলয় কি?): দেখুন আয়াত-২।"
    },
    {
      "ayah": 4,
      "arabic": "يَوْمَ يَكُوْنُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ",
      "translation": {
        "osmani": "সেদিন মানুষ হবে বিক্ষিপ্ত পতঙ্গের মতো।",
        "tawzih": "যেদিন মানুষ হবে বিক্ষিপ্ত পতঙ্গের মতো।"
      },
      "full_grammar_note": "يَوْمَ (সে দিন): يَوْمٌ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمَ (ঐ দিন, একটি নির্দিষ্ট দিনে)।\nيَكُونُ (হবে): শব্দটি كَانَ (প্রকৃত রূপ كَوَنَ) (হওয়া, থাকা, ঘটা, হয়, আছে, ছিল) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, পুংলিঙ্গ, একবচন রূপ।\nالنَّاسُ (মানুষ): أَنَسَ (সামাজিক হওয়া, মিশুক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য إِنْسٌ (মানুষ, মনুষ্য, মানবজাতি), বহুবচন أُنَاسٌ, সংক্ষিপ্ত রূপ نَاسٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় اَلنَّاسُ হয়েছে।\nكَالْفَرَاشِ (পতঙ্গের মতো): فَرَشَ (বিছানো, ছড়ানো, আসবাবপত্রে সজ্জিত করা) মূল ক্রিয়ার একটি জাতি-বিশেষ্য فَرَاشٌ (পতঙ্গ, প্রজাপতি, ধূলো); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং এর পূর্বে সম্বন্ধসূচক অব্যয় كَ (মতো) যুক্ত হওয়ায় كَالْفَرَاشِ (পতঙ্গের মতো) হয়েছে।\nالْمَبْثُوثِ (ছড়ানো): بَثَّ (ছড়ানো, বিক্ষিপ্ত করা, বিছিয়ে দেওয়া, ছড়িয়ে দেওয়া) মূল ক্রিয়ার কর্ম-বিশেষ্য مَبْثُوثٌ (ছড়ানো, বিক্ষিপ্ত); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি كَالْفَرَاشِ -কে অনুসরণ করায় اَلْمَبْثُوثِ হয়েছে।"
    },
    {
      "ayah": 5,
      "arabic": "وَتَكُوْنُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ",
      "translation": {
        "osmani": "আর পর্বতমালা হবে ধুনিত রঙ্গীন পশমের মতো।",
        "tawzih": "এবং পর্বতসমূহ হবে ধুনিত রঙিন তুলার মতো।"
      },
      "full_grammar_note": "وَ تَكُونَ (এবং হবে): كَانَ (উপরে দেখুন) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, স্ত্রীলিঙ্গ, একবচন, সাপেক্ষভাব রূপ تَكُونَ ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।\nالْجِبَالُ (পাহাড়): جَبَلَ (আকার দেওয়া, আকৃতি প্রদান করা) মূল ক্রিয়ার একটি বিশেষ্য جَبَلٌ (পাহাড়, পর্বত, গিরি), বহুবচন جِبَالٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় اَلْجِبَالُ হয়েছে।\nكَالْعِهْنِ (পশমের মতো): عَهَنَ (বিবর্ণ হওয়া, শুকিয়ে যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য عِهْনٌ (পশম, রঙিন পশম, বহুবর্ণের উল); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় كَ (মতো) যুক্ত হওয়ায় كَالْعِهْنِ (পশমের মতো) হয়েছে।\nالْمَنفُوشِ (ধুণিত পশম): نَفَشَ (তুলা/ পশম ধুণিত করা, পশম/শন আঁচড়ানো, ফুলেফেঁপে উঠা) মূল ক্রিয়ার কর্ম-বিশেষ্য مَنْفُوشٌ (ধুণিত পশম); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি كَالْعِهْنِ -কে অনুসরণ করায় اَلْمَنفُوشِ হয়েছে।"
    },
    {
      "ayah": 6,
      "arabic": "فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ",
      "translation": {
        "osmani": "সুতরাং যার (নেক) পাল্লা ভারী হবে,",
        "tawzih": "সুতরাং (সেদিন) যার পাল্লা ভারী হবে,"
      },
      "full_grammar_note": "فَأَمَّا (অতএব ব্যাপার এই): শব্দটি সংযোজক অব্যয় فَ (অতএব) এবং অপর সংযোজক অব্যয় أَمَّا (সম্পর্কে, ব্যাপারে, বিষয়ে)-এর মিলিত রূপ।\nمَنْ ثَقُلَتْ (যার ভারী হবে): ثَقُلَ (ভারী হওয়া, অধিক ভারী হওয়া) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, স্ত্রীলিঙ্গ, একবচন রূপ ثَقُلَتْ; পূর্বে রয়েছে সংযোজক সর্বনাম مَنْ (যে, যার)।\nمَوَازِينُهُ (তার পাল্লা): وَزَنَ (ওজন করা, ওজন দেওয়া) মূল ক্রিয়ার যন্ত্র-বিশেষ্য مِيزَانٌ (ওজন করার পাল্লা, ওজন করার যন্ত্র), বহুবচন مَوَازِينٌ (পাল্লাসমূহ); কর্ম হিসেবে সংযুক্ত সর্বনাম هُ (তার) শেষে যুক্ত হওয়ায় مَوَازِينُهُ (তার পাল্লাহসমূহ) হয়েছে; তাজবীদের নিয়মানুযায়ী তেলাওয়াতে টান দেওয়ার জন্য এর উপর উল্টা পেশ দেওয়া হয়েছে।"
    },
    {
      "ayah": 7,
      "arabic": "فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ",
      "translation": {
        "osmani": "সে এক সন্তুষ্টির জীবন লাভ করবে।",
        "tawzih": "সে তখন সন্তোষজনক জীবন লাভ করবে।"
      },
      "full_grammar_note": "فَهُوَ (অতএব সে): শব্দটি সংযোজক অব্যয় فَ (অতএব) এবং স্বতন্ত্র সর্বনাম هُوَ (সে, তিনি)-এর মিলিত রূপ।\nفِي عِيْشَةٍ (জীবনের মধ্যে): عَاشَ (প্রকৃত রূপ عَيْشَ) (বেঁচে থাকা, জীবিকা নির্বাহ করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য عِيشَةً (জীবনপদ্ধতি, জীবনযাত্রা, জীবন, জীবিকা); পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় عِيْشَةٍ (জীবনের) হয়েছে।\nرَّاضِيَةٍ (সন্তোষজনক): رَضِيَ (তুষ্ট হওয়া, তৃপ্ত থাকা, সন্তুষ্ট হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য رَاضِيٌّ স্ত্রীলিঙ্গ رَاضِيَةٌ (সন্তোষজনক, আনন্দদায়ক); শব্দটি عِيْشَةٍ -কে অনুসরণ করায় رَاضِيَةٍ হয়েছে; তাজবীদের নিয়ম অনুযায়ী ইদগাম করে পড়ার জন্য -এর উপর তাশদীদ দিয়ে رَاضِيَةٌ লেখা হয়েছে।"
    },
    {
      "ayah": 8,
      "arabic": "وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ",
      "translation": {
        "osmani": "আর যার (নেক) পাল্লা হালকা হবে,",
        "tawzih": "আর যার পাল্লা হালকি হবে,"
      },
      "full_grammar_note": "وَأَمَّا مَنْ خَفَّتْ (এবং ব্যাপার (হলো) যার হালকা হবে): خَفَّ (ওজনে হালকা হওয়া, হালকা পাতলা হওয়া, নগণ্য হওয়া) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, স্ত্রীলিঙ্গ, একবচন রূপ خَفَّتْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং), সংযোজক অব্যয় أَمَّا (ব্যাপার, বিষয়ে) ও সংযোজক সর্বনাম مَنْ (যার)।\nمَوَازِينُهُ (তার পাল্লা): দেখুন আয়াত ৬।"
    },
    {
      "ayah": 9,
      "arabic": "فَأُمُّهُ هَاوِيَةٌ",
      "translation": {
        "osmani": "তার ঠিকানা হবে হাওয়িয়াহ্।",
        "tawzih": "তার ঠিকানা হবে ‘হাওয়িয়া’ (গভীর গর্ত)।"
      },
      "full_grammar_note": "فَأُمُّهُ (অতএব তার আশ্রয়স্থল): أُمٌّ (মা, মাতা, জননী, আশ্রয়স্থল, মূল, উৎস, আসল) মূল ক্রিয়ার একটি বিশেষ্য; শব্দটি সংযুক্ত সর্বনাম هُ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে أُمُّ হয়েছে; মুদাফ-ইলায়হি; শব্দ ২টির মিলিত রূপ أُمُّهُ (তার আশ্রয়স্থল) হয়েছে; পূর্বে সংযোজক অব্যয় فَ (অতএব) যুক্ত হওয়ায় فَأُمُّهُ (অতএব তার আশ্রয়স্থল) হয়েছে; তাজবীদের নিয়মানুযায়ী তেলাওয়াতে টান দেওয়ার জন্য এর উপর উল্টা পেশ দেওয়া হয়েছে।\nهَاوِيَةٌ (হাবিয়াহ): هَوَى (ধপাস করে পড়ে যাওয়া, উল্টে পড়া, ব্যর্থ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য هَاوِيَةٌ (গভীর ফাটল, গহ্বর, খাদ, গর্ত, দোজখের সর্বনিম্ন গর্ত, হাবিয়াহ)।"
    },
    {
      "ayah": 10,
      "arabic": "وَمَا أَدْرَاكَ مَا هِيَهُ",
      "translation": {
        "osmani": "আর আপনি কি জানেন, তা কী?",
        "tawzih": "আর আপনি কী জানেন 'হাওয়িয়া' কী?"
      },
      "full_grammar_note": "وَ مَا أَدْرَاكَ (এবং কিসে তোমাকে জানাবে): দেখুন আয়াত ৩।\nمَا هِيَهْ (সেটা কী?): প্রশ্নবোধক সর্বনাম مَا (কী?) এবং স্বতন্ত্র সর্বনাম هِيَ (সে)-এর মিলিত রূপ مَا هِيَ (সেটা কি?); শেষে هَاءُ الْوَقْفِ বলা হয়, এটি সর্বনাম নয় (সূত্র: A Dictionary and Glossary of the Quran By John Penrice; heading 144.0); শেষে যুক্ত হয়ে مَا هِيَهْ হয়েছে।"
    },
    {
      "ayah": 11,
      "arabic": "نَارٌ حَامِيَةٌ",
      "translation": {
        "osmani": "তা হচ্ছে প্রজ্বলিত আগুন।",
        "tawzih": "তা হচ্ছে এক লেলিহান আগুন।"
      },
      "full_grammar_note": "نَارٌ (আগুন): نَارَ (প্রকৃত রূপ نَوَرَ) (আলো দেওয়া, আলো প্রতিফলিত করা, উজ্জ্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَارٌ (আগুন)।\nحَامِيَةٌ (জ্বলন্ত): حَمِيَ (গরম হওয়া, শিখা ব্যতীত তাপ বিকিরণ করা, দাউদাউ করে জ্বলে উঠা) মূল ক্রিয়ার কর্তা-বিশেষ্য حَامِيٌّ (জ্বলন্ত), স্ত্রীলিঙ্গ রূপ حَامِيَةٌ।"
    }
  ]
}
